Repository: F-Derakhshani/yith-woocommerce-account-funds-premium
Catalog: languages/yith-woocommerce-account-funds-*.po
Languages: es_es, it_it

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Plugin documentation
es_es: Documentación del Plugin
it_it: Documentazione del plugin

source: Deposit funds - email settings
es_es: Fondos depositados - ajustes del correo
it_it: Ricarica il tuo credito - Impostazioni email

source: Funds edited - email settings
es_es: Fondos editados - ajustes del correo
it_it: Fondi modificati - impostazioni email

source: Funds endpoints
es_es: Variables de fondos
it_it: Endpoint dei fondi

source: Account Funds
it_it: Fondi nell' account

source: Plugin Documentation
es_es: Documentación del plugin
it_it: Documentazione del plugin

source: Support platform
es_es: Plataforma de ayuda
it_it: Piattaforma di supporto

source: Place order
es_es: Realizar pedido
it_it: Invia ordine

source: Deposit
es_es: Depósito
it_it: Deposita

source: Show logs
es_es: Ver registros
it_it: Mostra Logs

source: Edit funds
es_es: Editar fondos
it_it: Modifica fondi

source: Show more details
es_es: Ver más detalles
it_it: Mostra ulteriori dettagli

source: You cannot refund an amount greater than user's total funds available.
es_es: No puedes reembolsar una cantidad mayor que los fondos totales disponibles del usuario.
it_it: Non puoi effettuare un rimborso maggiore del totale dei fondi disponibili all' utente

source: Attention! User's current funds are less than the amount you are entering
es_es: ¡Atención! Los fondos actuales del usuario son menores que la cantidad que has introducido
it_it: Attenzione! I fondi del cliente sono attualmente inferiori alla cifra inserita

source: Recent history
es_es: Historial reciente
it_it: Storia recente

source: Show all
es_es: Ver todo
it_it: Mostra tutto

source: User funds log
es_es: Registro de fondos del usuario.
it_it: Log fondi utente

source: Make a deposit
es_es: Hacer un depósito
it_it: Deposita fondi

source: My Funds History
es_es: Mi Historial de Fondos
it_it: Storia dei miei fondi

source: Customize My Account Page is activated, you can change the YITH Account Funds Endpoints here
es_es: Customize My Account Page está activado, puedes cambiar los términos de YITH Account Funds aquí
it_it: Customize My Account Page è attivato. Puoi modificare gli endpoint di YITH Account Funds da qui

source: YITH Funds
es_es: Fondos YITH
it_it: Fondi YITH

source: Allow credit payments (use available funds)
es_es: Permitir pagos a crédito (usar fondos disponibles)
it_it: Abilita pagamento (usa fondi disponibili)

source: Available funds
es_es: Fondos disponibles
it_it: Fondi disponibili

source: If you choose to pay through your available funds and funds are enough to cover the whole order amount, you can get a
es_es: Si decides pagar a través de tus fondos y tus fondos son suficientes para cubrir la cantidad entera del pedido, puedes conseguir
it_it: Se scegli di pagare usando i tuoi fondi disponibili e i fondi sono abbastanza da coprire l'intero ammontare dell' ordine, potrai ottenere uno

source: discount
es_es: descuento
it_it: sconto

source: Payment error:
es_es: Error de pago
it_it: Errore di pagamento:

source: You must be logged in to use this payment method
es_es: Debes estar registrado para usar este medio de pago
it_it: Devi essere connesso per usare questo metodo di pagamento

source: Insufficient account balance
es_es: Saldo de cuenta insuficiente
it_it: Fondi insufficienti nell' account

source: Add %s funds to customer #%s
es_es: Aplicar %s fondos a cliente %s
it_it: Aggiungi %s fondi per il cliente #%s

source: Enable/Disable
es_es: Activar/Desactivar
it_it: Abilita/Disabilita

source: Enable customers to use their funds as payment gateway
es_es: Permitir que los clientes puedan usar sus fondos como medio de pago
it_it: Permetti ai clienti di usare i loro fondi come gateway per il pagamento

source: Title
es_es: Título
it_it: Titolo

source: This controls the title that users sees during checkout.
es_es: Esto controla el título que ven los usuarios al finalizar la compra.
it_it: Questo controlla il titolo che gli utenti vedono durante il checkout.

source: Funds
es_es: Fondos
it_it: Fondi

source: Discount applied for having used account funds!
es_es: ¡Descuento aplicado por usar los fondos de la cuenta!
it_it: Sconto applicato per aver usato i fondi dell' account!

source: Discount
es_es: Descuento
it_it: Sconto

source: Your funds have been used successfully. Pay the rest now!
es_es: Tus fondos han sido usados correctamente. ¡Paga el resto ahora!
it_it: I tuoi fondi sono stati utilizzati correttamente. Paga il resto adesso!

source: Funds used
es_es: Fondos usados
it_it: Fondi utilizzati

source: User funds
es_es: Fondos del usuario
it_it: Fondi dell' utente

source: [Remove]
es_es: [Borrar]
it_it: [Rimuovi]

source: Pay the order using your account funds and get a
es_es: Paga el pedido usando tus fondos y consigue un
it_it: Paga l'ordine usando i fondi nel tuo account e ricevi uno

source: discount on your cart
es_es: descuento en tu carrito
it_it: sconto sul tuo carrello

source: Deposit at least
es_es: Deposita como mínimo
it_it: Deposita almeno

source: to get the available discount
es_es: para conseguir el descuento disponible
it_it: per raggiungere lo sconto disponibile

source: Enter a price
es_es: Introduce un precio
it_it: Scrivi un prezzo

source: Minimum deposit amount is
es_es: La cantidad para el depósito es de mínimo
it_it: La cifra minima da depositare è

source: Maximum deposit amount is
es_es: La cantidad para el depósito es de máximo
it_it: La cifra massima da depositare è

source: Invalid payment method.
es_es: Medio de pago inváido.
it_it: Metodo di pagamento non valido.

source: Error %d: Unable to create order. Please try again.
es_es: Error %d: No fue posible crear el pedido. Por favor, inténtalo de nuevo.
it_it: Errore %d: Impossibile creare l'ordine. Prova di nuovo.

source: Removed %s funds from customer #%s account
es_es: Borrados %s de los fondos de la cuenta del cliente #%s
it_it: Rimossi %s fondi dall'account del cliente #%s

source: Added %s funds to customer #%s account
es_es: Añadidos %s a los fondos a la cuenta del cliente #%s
it_it: Aggiunti %s fondi all' account del cliente #%s

source: Funds used by the customer to pay this order.
es_es: Fondos usados por el cliente para pagar este pedido.
it_it: I fondi sono stati usati dal cliente per pagare questo ordine.

source: (Includes %s)
es_es: (Incluye %s)
it_it: (Include %s)

source: Deposit again
es_es: Haz el depósito de nuevo
it_it: Deposita la stessa cifra

source: User deposit
es_es: Depósito de usuario
it_it: Versamento dell'utente

source: Deposits
es_es: Depósito
it_it: Versamenti

source: Date
es_es: Fecha
it_it: Data

source: CSV export
es_es: Exportar CSV
it_it: Esporta CSV

source: Year
es_es: Año
it_it: Anno

source: Last month
es_es: Último mes
it_it: Ultimo mese

source: This month
es_es: Este mes
it_it: Questo mese

source: Last 7 days
es_es: Últimos 7 días
it_it: Ultimi 7 giorni

source: It is not possible to create an invoice for deposit
es_es: No es posible crear una factura para el depósito
it_it: Non è possibile creare una fattura per il versamento

source: Discount for Funds Used
es_es: Descuento para los Fondos Usados
it_it: Sconto per uso fondi utilizzato

source: Order paid through funds
es_es: Cantidad del pedido a través de los fondos
it_it: Ordine pagato tramite fondi

source: Customer funds note
es_es: Fondos en cuenta del cliente
it_it: Nota dei fondi del cliente

source: This email is sent to customers when the administrator changes the amount of their available funds
es_es: Este correo se envía a los clientes cuando el administrador cambia su cantidad de fondos disponibles
it_it: Questa email viene mandata ai clienti quando l'amministratore modifica l'ammontare dei loro fondi disponibili

source: HTML template
es_es: plantilla HTML
it_it: Template HTML

source: Plain text template
es_es: Plantilla de texto sin formato
it_it: Template solo testo

source: Delete template file
es_es: Borrar archivo de plantilla
it_it: Cancella il file template

source: This template has been overridden by your theme and can be found in: <code>%s</code>.
es_es: Esta plantilla ha sido anulada por tu tema y puedes encontrarla en: <code>%s</code>.
it_it: Questo template è stato bypassato dal tuo tema e puoi trovarlo in: <code>%s</code>.

source: Copy file to theme
es_es: Copiar el archivo al tema
it_it: Copia file nel tema

source: To override and edit this email template copy <code>%s</code> into your theme folder: <code>%s</code>.
es_es: Para anular y editar esta plantilla de correo copia <code>%s</code> en tu carpeta de temas: <code>%s</code>.
it_it: Per bypassare e modificare questo template per l'email, copia <code>%s</code> nella tua cartella del tema: <code>%s</code>.

source: File was not found.
es_es: No se ha encontrado el archivo.
it_it: Il file non è stato trovato.

source: View template
es_es: Ver plantilla
it_it: Visualizza template

source: Hide template
es_es: Esconder plantilla
it_it: Nascondi template

source: Are you sure you want to delete this template file?
es_es: ¿Estás seguro de que quieres borrar este archivo de plantilla?
it_it: Sei sicuro di voler cancellare questo file template?

source: Funds email
es_es: Correo de fondos
it_it: Email relativa ai fondi

source: This is the email sent to customers by the admin through YITH WooCommerce Funds
es_es: Este es el correo enviado a los clientes por el admin a través de YITH WooCommerce Funds
it_it: Questa email è mandata ai clienti dall' amministratore tramite YITH WooCommerce Funds

source: Average daily deposits: %s
es_es: Media de depósitos diarios: %s
it_it: Media giornalieri depositi: %s

source: Average gross monthly sales: %s
es_es: Media bruta de ventas mensuales: %s
it_it: Media vendite lorde mensili: %s

source: Gross sales in this period: %s
es_es: Ventas brutas en este periodo: %s
it_it: Vendite mensili lorde in questo periodo: %s

source: This is the sum of the order totals after any refunds.
es_es: Esta es la suma de pedidos totales después de cualquier reembolso.
it_it: Questa è la somma degli ordini totali dopo ogni rimborso.

source: %s deposits placed
es_es: %s depósitos hechos
it_it: %s di depositi effettuati

source: Deposits placed
es_es: Depósitos hechos
it_it: Depositi effettuati

source: Deposit amount
es_es: Cantidad depositada
it_it: Importo depositi

source: Average net sales
es_es: Promedio neto de ventas
it_it: Media delle vendite al netto

# yith-woocommerce-account-funds
source: user log
es_es: registro de usuario
it_it: Log utente

# yith-woocommerce-account-funds
source: user logs
es_es: registros de usuario
it_it: Log utente

source: Username
es_es: Nombre de usuario
it_it: Nome Utente

source: Description
es_es: Descripción
it_it: Descrizione

source: Transaction
es_es: Transacción
it_it: Transazione

source: Funds used in order
es_es: Fondos usados en pedido
it_it: Fondi utilizzati nell' ordine

source: Funds deposited through order
es_es: Fondos depositados a través del pedido
it_it: Fondi depisitati tramite l'ordine

source: Funds restored for order
es_es: Fondos restaurados para el pedido
it_it: Fondi ripristinati per l'ordine

source: Funds refunded for order
es_es: Fondos reembolsados para el pedido
it_it: Fondi rimborsati per l'ordine

source: YITH Account Funds: Make a deposit widget
es_es: YITH Account Funds: Widget Haz un depósito
it_it: YITH Account Funds: Widget per effettuare un deposito

source: Shows the form to let customers deposit funds
es_es: Muestra el formulario para permitir a los clientes depositar fondos
it_it: Mostra il modulo per permettere ai clienti di depositare fondi

source: YITH Account Funds: View user funds widget
es_es: YITH Account Funds: Widget Vista de los fondos de usuario
it_it: YITH Account Funds: Visualizza il widget per i fondi del cliente

source: Shows customer's available funds
es_es: Muestra los fondos disponibles del cliente
it_it: Mostra i fondi disponibili per il cliente

source: Text alignment
es_es: Alineación del texto
it_it: Allineamento testo

source: Left
es_es: Izquierda
it_it: Sinistra

source: Center
es_es: Centro
it_it: Centrale

source: Right
es_es: Derecha
it_it: Destra

source: Font weight
es_es: Grosor de fuente
it_it: Dimensione font

source: Normal
it_it: Normale

source: Bold
es_es: Negrita
it_it: Grassetto

source: YITH WooCommerce Account Funds Premium is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Account Funds Premium está habilitado pero no es efectivo. Necesita WooCommerce para funcionar.
it_it: YITH WooCommerce Account Funds Premium è abilitato ma non attivo. Necessita di WooCommerce per poter funzionare.

source: The Administrator has changed your funds from
es_es: El Administrador ha cambiado tus fondos desde
it_it: L'amministratore ha modificato i tuoi fondi da

source: Dear
es_es: Estimado/a
it_it: Gentile

source: the administrator has changed your funds from
es_es: el administrador ha cambiado tus fondos desde
it_it: l'amministratore ha cambiato i tuoi fondi da

source: to
es_es: para
it_it: a

source: for the following reason
es_es: por el siguiente motivo
it_it: per la seguente ragione

source: Best regards
es_es: Atentamente
it_it: Cordiali saluti

source: You can use the following placeholders
es_es: Puedes usar los siguientes marcadores de posición
it_it: Puoi utilizzare il seguente segnaposto

source: {site_title} replaced by site title
es_es: {site_title} sustituido por el título del sitio
it_it: {site_title} rimpiazzato dal titolo del sito

source: {before_funds} replaced by user funds before admin adjustments
es_es: {before_funds} sustituido por fondos de los usuarios antes de los ajustes de administración
it_it: {before_funds} mostra i fondi dell'utente prima della modifica apportata dall'amministratore.

source: {after_funds} replaced by user funds after admin adjustments
es_es: {after_funds} sustituido por fondos de los usuarios después de los ajustes de administración
it_it: {after_funds} rimpiazzato dai fondi dell' utente dopo le modifiche dell' aministratore

source: {customer_email} replaced by customer's email address
es_es: {customer_email} sustituido por la dirección de correo del cliente
it_it: {customer_email} rimpiazzato dall' indirizzo email del cliente

source: {customer_name} replaced by customer's name
es_es: {customer_name} sustituido por el nombre del cliente
it_it: {customer_name} rimpiazzato dal nome del cliente

source: {log_date} replaced with adjustment date
es_es: {log_date} sustituido por la fecha de ajuste
it_it: {log_date} rimpiazzato dalla data delle modifiche

source: {change_reason} replaced by adjustment reason
es_es: {change_reason} sustituido por el motivo de ajuste
it_it: {change_reason} rimpiazzato dalla ragione per la modifica

source: Changes applied to funds - email settings
es_es: Cambios aplicados a los fondos - ajustes de correo
it_it: I cambiamenti si applicano ai fondi - impostazioni email

source: Email type
es_es: Tipo de correo
it_it: Tipo di email

source: Plain text
es_es: Texto sin formato
it_it: Solo testo

source: Email Subject
es_es: Asunto del correo
it_it: Titolo email

source: The Administrator has changed your funds from {log_date}
es_es: El Administrador ha cambiado tus fondos desde {log_date}
it_it: L'amministratore ha cambiato i tuoi fondi da {log_date}

source: Email sender name
es_es: Nombre del remitente del correo
it_it: Nome del mittente dell' email

source: Email Content
es_es: Contenido del correo
it_it: Contenuto dell' email

source: You are running out of funds!
es_es: ¡Te estás quedando sin fondos!
it_it: Stai per esaurire i fondi!

source: you are going to run out of funds on
es_es: te vas a quedar sin fondos en
it_it: Esaurirai i tuoi fondi nel

source: your available funds:
es_es: tus fondos disponibles:
it_it: I tuoi fondi disponibili:

source: Top up your account at
es_es: Recarga tu cuenta en
it_it: Ricarica il tuo account presso

source: to be able to make new orders quickly and forget about card numbers and codes.
es_es: para hacer nuevos pedidos con rapidez y olvidar números de tarjeta y códigos.
it_it: per poter effettuare nuovi ordini rapidamente e poterti anche dimenticare numero e codice della tua carta di credito

source: {site_title} replaced by website title
es_es: {site_title} reemplazado por el título de la página web
it_it: {site_title} rimpiazzato dal titolo del sito

source: {user_funds} replaced by maximum recharge limit per transaction
es_es: {user_funds} reemplazados por el límite de recarga máximo por transacción
it_it: {user_funds} rimpiazzato dal limite massimo di ricarica per ogni transazione

source: {button_charging} replaced by "Deposit now" button
es_es: {button_charging} reemplazado por el botón "Deposita ahora"
it_it: {button_charging} rimpiazzato dal testo del bottone "Deposita ora"

source: Email subject
es_es: Asunto del correo
it_it: Titolo email

source: Email sender
es_es: Remitente del correo
it_it: Mittente email

source: Email content
es_es: Contenido del correo
it_it: Contenuto email

source: User funds threshold
es_es: Límite de fondos de usuario
it_it: Limite fondi utenti

source: Set a minimum threshold below which an email is sent to customers to invite them to deposit more funds
es_es: Establecer un límite mínimo por debajo del cual se envía un correo invitando a los clientes a depositar más fondos
it_it: Seleziona

source: "Make a deposit" endpoint
es_es: Variable "Haz un depósito"
it_it: endpoint di "Fai una donazione"

source: Income/Expenditure History endpoint
es_es: Variable Historial Ingresos/Gastos
it_it: endpoint della lsta delle Entrate/Spese

source: Income/Expenditure History
es_es: Historial de Ingresos/Gastos
it_it: Lista delle Entrate/Spese

source: General settings
es_es: Ajustes generales
it_it: Settaggi Generali

source: Minimum deposit amount
es_es: Cantidad mínima del depósito
it_it: Deposito minimo

source: Set a minimum required amount for deposits
es_es: Establece el mínimo requerido para la cantidad de los depósitos
it_it: Definisci l'ammontare del minimo da depositare

source: Maximum deposit amount
es_es: Cantidad máxima del depósito
it_it: Massimo depositabile

source: Set the maximum amount for each individual deposit. Leave it blank to make it unlimited.
es_es: Establece la cantidad máxima para cada depósito individual. Déjala en blanco para hacerla ilimitada.
it_it: Definisci la somma massima per ogni singola transazione. Lascia vuoto per non porre un limite.

source: Funds product image
es_es: Fondos en cuenta del cliente
it_it: Immagine del prodotto "Fondi"

source: Enable discount
es_es: Habilitar descuento
it_it: Abilita sconto

source: Apply a discount if customers use their funds to pay
es_es: Aplicar un descuento si los clientes usan sus fondos para pagar
it_it: Applica uno sconto se l'utente usa i fondi del proprio account per pagare

source: Discount type
es_es: Tipo de descuento
it_it: Tipo di sconto

source: Fixed price
es_es: Precio fijado
it_it: Prezzo fisso

source: Percentage
es_es: Porcentaje
it_it: Percentuale

source: Discount amount
es_es: Tipo de descuento
it_it: Ammontare dello sceonto

source: Enter a value. Based on to the above selection, it will be calculated either as fixed amount or as percentage.
es_es: Introduce un valor. Basándose en la selección anterior, se calculará como una cantidad fijada o como un porcentaje.
it_it: Inserisci un valore. A seconda della scelta sarà calcolato come valore fisso o percentuale.

source: Payment method
es_es: Medio de pago
it_it: Metodo di pagamento

source: Select payment method for deposits. Leave this field empty if you want to allow all gateways enabled in WooCommerce
es_es: Selecciona medio de pago para depósitos. Deja este campo vacío si quieres permitir todas las pasarelas habilitadas en WooCommerce
it_it: Seleziona un metodo di pagamento per i versamenti. Lascia questo campo vuoto se vuoi abilitare tutti i metodi di pagamento di WooCommerce

source: Upload
es_es: Subir
it_it: Carica

source: Select an image
es_es: Selecciona una imagen
it_it: Seleziona un' immagine

source: User funds edited successfully
es_es: Fondos de usuario editados con éxito
it_it: Fondi utente modificati con successo

source: Edit funds for
es_es: Editar fondos para
it_it: Modifica i fondi per

source: Current funds
es_es: Fondos actuales
it_it: Fondi attuali

source: Edit user's funds!
es_es: ¡Edita los fondos del usuario!
it_it: Modifica i fondi dell' utente

source: Enter a brief description
es_es: Introduce una descripción breve
it_it: Aggiungi una breve descrizione

source: Change user fund
es_es: Cambiar fondos de usuario
it_it: Cambia i fondi dell' utente

source: Return to log list
es_es: Volver a la lista de registro
it_it: Ritorna alla lista dei log

source: User logs
es_es: Registros de usuario
it_it: Log dell' utente

source: Edit user funds
es_es: Editar fondos de usuario
it_it: Modifica i fondi dell' utente

source: Enter amount
es_es: Introducir cantidad
it_it: Inserisci l'ammontare

source: Deposit now
es_es: Deposita ahora
it_it: Deposita ora

source: You are loading
es_es: Estás cargando
it_it: Stai caricando

source: Enter a different amount
es_es: Introducir una cantidad diferente
it_it: Inserisci una cifra differente

source: Amount
es_es: Cantidad
it_it: Ammontare

source: Complete your profile
es_es: Completa tu perfil
it_it: Completa il tuo profilo

source: In order to make a new deposit, you must have completed your user profile. Complete it now!
es_es: Para hacer un nuevo depósito, debes haber completado tu perfil de usuario. ¡Complétalo ahora!
it_it: Per compiere un nuovo deposito devi prima completare il tuo profilo. Completalo adesso!

source: Available funds:
es_es: Fondos disponibles:
it_it: Fondi disponibili

source: Transactions
es_es: Transacciones
it_it: Transazioni

source: Payment
es_es: Pago
it_it: Pagamento

source: Funds restored
es_es: Fondos restaurados
it_it: Fondi ripristinati

source: Funds refunded
es_es: Fondos reembolsados
it_it: Fondi rimborsati

source: Admin activity
es_es: Actividad del administrador
it_it: Attività admin

source: Filter
es_es: Filtro
it_it: Filtro

source: Reason
es_es: Motivo
it_it: Causa

source: %s item
es_es: %s artículo
it_it: %s oggetto

source: Funds used to purchase
es_es: Fondos usados para compras
it_it: Fondi utilizzati per acquistare

source: in order
es_es: para
it_it: nell'ordine

source: Funds credited through order
es_es: Fondos acreditados a través de pedido
it_it: Fondi accreditati tramite ordine

source: Funds restored because order
es_es: Fondos restaurados por pedido
it_it: Fondi ripristinati per un ordine

source: switched to
es_es: modo
it_it: passato a

source: Refunded credits in order
es_es: Fondos reembolsados en pedido
it_it: Somma rimborsata nell'ordine

source: Your available funds
es_es: Tus fondos disponibles
it_it: I tuoi fondi disponibili

source: No deposit history for this user
es_es: No hay historial de depósitos para este usuario
it_it: Nessuna transazione passata per questo utente

source: Custom:
es_es: Personalizado:
it_it: Personalizzato:
